IDEA Open Model
BeamLoadsImportMappingData.CADBeamID Property
Compatible with IDEA StatiCa Beta 20.0
 CADBeamID
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public int CADBeamID { get; set; }
Public Property CADBeamID As Integer
	Get
	Set
Property Value
Type: Int32
See Also
Reference
BeamLoadsImportMappingData Class
IdeaRS.OpenModel.Connection Namespace